<?php 

    #İngilizce 
    

    $dil = array(
        "baslik"    => "صفحة خيارات اللغة",
        "trdil"     => "اللغة التركية",
        "ingdil"    => "الانجليزية",
        "ardil"     => "عربى",
        "rusdil"    => "الروسية",
        "menu1"     => "الصفحة الرئيسية",
        "menu2"     => "معلومات عنا",
        "menu3"     => "خدماتنا",
        "ds"        => "خيار اللغة",
        "p"         => "النص هنا هو نموذج نص. إذا كنت لا تريد تغيير اللغة فقط في منطقة القائمة ، فيمكنك تعيين العناصر يدويًا على موقعك في مجلد اللغة. بهذه الطريقة ، ستتمكن من ترجمة العناصر التي تحددها إلى اللغة التي تريدها."
    )
?>