<?php 

    $dil = array(
        "baslik"    => "Страница выбора языка",
        "trdil"     => "турецкий",
        "ingdil"    => "Английский",
        "ardil"     => "арабский",
        "rusdil"    => "русский",
        "menu1"     => "Домашняя страница",
        "menu2"     => "о нас",
        "menu3"     => "Наши услуги",
        "ds"        => "Вариант языка",
        "p"         => "Текст здесь представляет собой образец текста. Если вы не хотите, чтобы язык изменялся только в области меню, вы можете вручную установить элементы на своем сайте в языковой папке. Таким образом, вы сможете переводить указанные вами элементы на нужный вам язык."
    )
?>